Repository: seanpm2001/mt-training-data
Catalog: tyv/tyv_pontoon.tmx
Source language: en_us
Languages: tyv

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
tyv: Бо домактар <wikipediaLink>хөй-ниитиниң өнчүзүнде</wikipediaLink> деп, ол ышкаш мээң оларны бээр киирер эргем бар деп бадыткап тур мен.

source: Ideally natural and conversational (it should be easy to read the sentence)
tyv: Шынзыг болгаш ала-чайгаар адаттынгыр (домакты номчууру белен болур ужурлуг)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
tyv: Сорулгазын сагындырган, мээң бурунгаар шимчээшкиним сагындырган дугайында база Common Voice дугайында медээлерни электроннуг почтамче алыксап тур мен.

source: I do not agree
tyv: Чөпшээрешпес мен

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
tyv: Бижиктен 2 кижи ойталаар болза, ону медээлер чыындыларының аңгы салбырынга парлаар.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
tyv: Ол силерниң хууда сөстериңер болза, анаа <italicizedText>"Бот цитаталаары"</italicizedText> деп базыптыңар. Ол контент хөй-ниитиниң өнчүзү болуп, ында авторжу эргелерниң кызыгаарлаашкыннары чок деп шынзыгар дээш, ону кайыын тып алганыңарны билип алыр ужурлуг бис. Цитаталаашкын дугайында немелде информацияны бистиң <guidelinesLink>Сүмелер арнындан</guidelinesLink> көрүңер.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
tyv: Бижик үстүп азы аңаа дызыраан дааштар тыптып кээр болза, сөзүглел бүдүнге дыңналбас болза, оон ойталаңар.

source: If the sentence does not meet the above criteria, click the "No" button.
tyv: Домак үстүнде негелделерге дүүшпейн турар болза, "Чок" деп кнопканы базыптыңар.

source: If the sentence meets the criteria above, click the "Yes" button.
tyv: Домак үстүнде айыттынган негелерге дүгжүп турар болза, "Ийе" деп базыптыңар.

source: If the sentence meets the criteria, click the "Approve" button.
tyv: Домак үстүнде айыттынган негелерге дүгжүп турар болза, "Бадыткаар" деп базыптыңар.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
tyv: Домактан чигзинип турар болзуңарза, ону эрттирипкеш, дараазында домакче шилчий бериңер.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
tyv: Бо сүмелерниң чугаалавайн турары чүүлдерге таваржы берзиңерзе, угаан-сарыылыңарга даянып, бадылаңар. Шынап-ла шиитпирлеп чадап турар болзуңарза, эрттирериниң кнопказын ажыглапкаш, дараазында бижикче шилчий бериңер.

source: Igbo
tyv: Игбо

source: Indonesian
tyv: Индонезий дыл

source: Interlingua
tyv: Интерлингва

source: Interlingue
tyv: Интерлингве

source: Irish
tyv: Ирланд дыл

source: IsiNdebele (North)
tyv: Ндебеле (Соңгу)

source: IsiNdebele (South)
tyv: Ндебеле (Мурнуу)

source: Italian
tyv: Итали дыл

source: It is written in a language different than what I’m speaking.
tyv: Нарын-дыр

source: Izhorian
tyv: Ижора дыл

source: Japanese
tyv: Япон дыл

source: Join the Common Voice mailing list
tyv: Common Voice-туң чагаа тарадыр ниити даңзызынга катчыр

source: Kabardian
tyv: Кабардин-черкес дыл

source: Kabyle
tyv: Кабил дыл

source: Kannada
tyv: Каннада

source: Kaqchikel
tyv: Какчикел

source: Karakalpak
tyv: Каракалпак дыл

source: Kazakh
tyv: Казах дыл

source: Khmer
tyv: Кхмер дыл

source: K'iche'
tyv: Киче дыл

source: Kikuyu
tyv: Кикуйю

source: Kinyarwanda
tyv: Руанда

source: Komi-Zyrian
tyv: Коми-зырян дыл

source: Konkani (Devanagari)
tyv: Конкани (Деванагари)

source: Korean
tyv: Көрей дыл

source: Kurmanji Kurdish
tyv: Соңгу курд (Курманджи)

source: Kyrgyz
tyv: Кыргыс дыл

source: Languages
tyv: Дылдар

source: Lao
tyv: Лао

source: Latgalian
tyv: Латгал

source: Latvian
tyv: Латыш дыл

source: Ligurian
tyv: Лигур дыл

source: Lingala
tyv: Лингала

source: Link Copied
tyv: Шөлүлге хоолгалаттынган

source: Lithuanian
tyv: Литов дыл

source: Loading…
tyv: Чүдүртүнүп турар...

source: Log Out
tyv: Үнер

source: Lojban
tyv: Ложбан дыл

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
tyv: Бо дылга дыңнаар кандыг-даа бижиткен чүүлдер чок хевирлиг-дир. Каштан бижиткеш, биске чаа бижиктер тургузарынга дузалажыңар.

source: Luganda
tyv: Луганда дыл

source: Luxembourgish
tyv: Люксембург дыл

source: Macedonian
tyv: Македон дыл

source: Maithili
tyv: Майтхили

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
tyv: Бижикти доозуптуңар

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
tyv: Чажыт демографтыг медээлерни берип тура, оларны эң долу кылдыр кылып турар силер. Парлаарының мурнунда демографтыг медээлерни ат чок кылып турар бис.

source: Malagasy
tyv: Малагаси

source: Malay
tyv: Малай дыл

source: Malayalam
tyv: Малаялам

source: Maltese
tyv: Мальта дыл

source: Mapudungun
tyv: Мадупунгун

source: Marathi
tyv: Маратхи

source: Meadow Mari
tyv: Чөөн шынаа марий дыл

source: Medumba
tyv: Медумба

source: Meetei Lon
tyv: Манипури

source: Moksha
tyv: Мокша дыл

source: Mongolian
tyv: Моол дыл

source: Mossi
tyv: Мосси

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
tyv: Улуг компанияларның ажыглап турары базаларның көвей кезиин кижилер хостуг ажыглап шыдавас болуп турар. Ол чүүл чаартылгаларны саададып турар деп санаар-дыр бис. Ынчангаш бис үн ылгап таныыр технологияларны кижи бүрүзүнге болгаш шупту улуска ажык болзун дээш, Common Voice деп төлевилелди ажылдадып кииргенивис бо.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
tyv: Улуг компанияларның ажыглап турары базаларның көвей кезиин кижилер хостуг ажыглап шыдавас болуп турар. Ол чүүл чаартылгаларны саададып турар деп санаар-дыр бис. Ынчангаш бис үн ылгап таныыр технологияларны кижи бүрүзүнге болгаш шупту улуска ажык болзун дээш, Common Voice деп төлевилелди ажылдадып кииргенивис бо.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
tyv: Mozilla Common Voice дээрге, кижилерниң чугаазынга кылымал угаанны өөредир дээн эгелээшкин-дир.

source: N/A
tyv: Болдунмас

source: Nepali
tyv: Непал дыл

source: Nias
tyv: Ниасс дыл

source: No
tyv: Чок

source: Northern Sotho
tyv: Соңгу сото дыл

source: Norwegian Bokmål
tyv: Норвег дыл (Букмол)

source: Norwegian Nynorsk
tyv: Норвег дыл (Нюнорск)

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
tyv: Инновациялыг капсырылгалар болгаш сайтылар кылырда, разработчик бүрүзүнүң ажыглап болуру ажык үн базазын биске тургусчурда, үнүңерни бисче чорудуп болур силер. lineBreak></lineBreak> Фразаларны адап-номчуурда, кижилерниң канчаар чугааланырын кылымал угаан билип алыр кылдыр, чугаалаарын кызыдыңар. Бижиттинген чүүлдерниң шынарын экижидер кылдыр, өске-даа волонтерларның ажылдарын хынаңар. Ону кылыры белен!

source: Odia
tyv: Ория дыл

source: Ossetian
tyv: Осетин дыл

source: Papiamento (Aruba)
tyv: Папьяменто (Аруба)

source: Partner
tyv: Партнёр

source: Pashto
tyv: Пушту

source: Persian
tyv: Перс дыл

source: Polish
tyv: Поляк дыл

source: Portuguese
tyv: Португал дыл

source: Press play, listen & tell us: did they accurately speak the sentence below?
tyv: Бижикти кыпсыпкаш, дыңнааш, адаанда киирттинген фраза эки-багай бижиттингенин биске чугаалаңар?

source: Press { shortcut-play-toggle } to toggle play mode
tyv: Дыңнаар режимин солуурда, бээр { shortcut-play-toggle } базыптыңар

source: Privacy
tyv: Чажыт чорук дугайында

source: Profile
tyv: Профиль

source: Profile information improves the audio data used in training speech recognition accuracy.
tyv: Профильде медээлер бижиттинген үннерни ылгап алырынга улуг дузалыг.

source: Punjabi
tyv: Панджаби дыл

source: Quechua Chanka
tyv: Аякучан кечуа

source: Read More
tyv: Тодаргай

source: Ready to donate your voice?
tyv: Үнүңерни өргүүрүнге белен силер бе?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
tyv: Челленджтер, сорулгалар дугайында сагындырыглар, чедиишкиннер дугайында дыңнадыглар болгаш Common Voice дугайында медээлер дээн чижектиг чагааларны алыр.

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
tyv: Адаан домактарның үннүг бижидилгези бистиң ажык база тургузар ажылывыстың чугула кезии болуп турар; чамдык улус ону солун ажыл-дыр деп база санап болур.

source: Return to Common Voice
tyv: Common Voice-че дедир эглир

source: Return to Common Voice Datasets
tyv: Медээлер кииртир

source: Return to Languages
tyv: Дылдарже катап эглир

source: Romanian
tyv: Румын дыл

source: Romansh Sursilvan
tyv: Романш Сурсельв

source: Romansh Vallader
tyv: Романш Валладер

source: Runyankole
tyv: Ньянколе дыл

source: Russian
tyv: Орус дыл

source: Sakha
tyv: Саха дыл

source: Santali (Ol Chiki)
tyv: Сантали (Ол Чики)

source: Saraiki
tyv: Сирайки

source: Sardinian
tyv: Сардин дыл

source: Sentence text
tyv: Профильдиң медээлерин кииртир

source: Serbian
tyv: Серб дыл

source: Setswana
tyv: Тсвана

source: Shilha
tyv: Шильха

source: Sicilian
tyv: Сицили дыл

source: Sign up for an account
tyv: Аккаунтуну бүрүткээр

source: Sign up for Common Voice newsletters, goal reminders and progress updates
tyv: Электроннуг почта

source: sign up for email updates
tyv: Чаартылгалар дугайында медээлер кээп турар кылдыр бижиттинип алыңар

source: Sign up for { $lang } updates:
tyv: { $lang } чаартылгаларынче бижиттирип алыңар:

source: Sinhala
tyv: Сингала

source: Siswati
tyv: Свати

source: Slovak
tyv: Словак дыл

source: Slovenian
tyv: Словен дыл

source: Somali
tyv: Сомали

source: Soninke
tyv: Сонинке

source: Sorbian, Lower
tyv: Алдыы лужица дылы

source: Sorbian, Upper
tyv: Үстүү лужица дылы

source: Sorry, Common Voice is running slowly. Thanks for your interest.
tyv: Буруудатпайн көрүңер, Common Voice оожум ажылдап турар-дыр. Сонуургалыңар дээш четтирдивис.

source: Sorry, something went wrong
tyv: Ой, бир-ле чүве аайлашпайн барган-дыр.

source: Southern Kurdish
tyv: Мурнуу курд дыл

source: Southern Sotho
tyv: Сесото

source: Spanish
tyv: Испан дыл

source: Speak
tyv: Бижидилге

source: Speak now
tyv: Бижидип эгелээр

source: Speak up, contribute here!
tyv: Үнүңерни бижидип, биске дузаңар кадыңар!

source: Status Page
tyv: Байдал арны

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
tyv: [Дызырааш] Триас эразының улуг динозаврлары [дызырааш]

source: Submit
tyv: Бараалгадыр

source: Swahili
tyv: Суахили

source: Swedish
tyv: Швед дыл

source: Syriac
tyv: Сирий

source: Tagalog
tyv: Тагалог

source: Tahitian
tyv: Таити

source: Taiwanese (Minnan)
tyv: Тайвань дыл (Миннан)

source: Tajik
tyv: Таджик дыл

source: Tamazight
tyv: Тамазигхт

source: Tamil
tyv: Тамил дыл

source: Tatar
tyv: Татар дыл

source: Telugu
tyv: Телугу дыл

source: Terms
tyv: Негелделер

source: Thai
tyv: Тай дыл

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
tyv: { $lang } деткииринге сонуургалыңар дээш четтирдивис. Шупту дылдарны салып үндүреринге белеткээр болгаш шыгжаар дээш карак кызыл ажылдап тур бис |командалар электроннуг посталарын чаартыпканнар. Деткиир күзелиңер бар болза, электроннуг почтаңар адаанга киириңер.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
tyv: БАЛААР

source: The sentence should have fewer than 15 words.
tyv: 15 сөстен эвээш

source: Tigre
tyv: Тигре

source: Tigrinya
tyv: Тигринья

source: Today
tyv: Бөгүн

source: Today's Progress
tyv: Бөгүнгү бурунгаар базымнар

source: Toki Pona
tyv: Токипона

source: Tshivenda
tyv: Венда

source: Turkish
tyv: Турк дыл

source: Turkmen
tyv: Туркмен дыл

source: Tuvan
tyv: Тыва дыл

source: Twi
tyv: Чви

source: Ubykh
tyv: Убых дыл

source: Udmurt
tyv: Удмурт дыл

source: Ukrainian
tyv: Украин дыл

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
tyv: Үнүңер бижидиңер

source: Upload aborted. Do you want to delete your recordings?
tyv: Медээлерни балаар

source: Upload of this clip keeps failing at server. Reload the page or try again later.
tyv: Бо клипти серверже киирер дээн оралдажыышкыннарның чаңгызы-даа болдунмайн барган. Арынны катап ажыдыпкаш, шенеп көрүңерем.

source: Upload of this clip keeps failing, keep retrying?
tyv: Клипти киирери болдунмаан. Ам бир шенээр бе?

source: Urdu
tyv: Урду дыл

source: Uyghur
tyv: Уйгур дыл

source: Uzbek
tyv: Узбек дыл

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
tyv: Неметтинген бижиктерни хынаары Common Voice-туң миссиязынга дыка чугула. Бижиктерни дыңнааш, биске шынарлыг үн базазын тургузарынга дузаңар кадыңар.

source: Venetian
tyv: Венет

source: Vietnamese
tyv: Вьетнам дыл

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
tyv: Үн - бойдустуң бодаралы, үн - кижиниң шынары. Ынчангаш кылымал угааннарның ажыглап болуру үн технологияларын улуг сонуургал-биле чогаадып турар бис. Ынчалза-даа үн системаларын бүдүрүп кылырда дыка улуг хемчээлдиг үн базалары херек.

source: Voices Online Now
tyv: Бо үеде онлайн үннер

source: Votic
tyv: Водь дыл

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
tyv: Бис Mozilla-да үн технологияларын долганган ниитилел тургузуп турар бис. Чаартылгалар, чаа чүүлдерниң дөстери-биле харылзаа үспезин күзеп турар бис база ол чүүлдерни силерниң канчаар ажыглап турарыңарны билип алыксап турар бис.

source: Welsh
tyv: Валлий дыл

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
tyv: Силерниң берген медээлериңерге хумагалыг боорун аазап тур бис. Оон хөй медээни бистиң <privacyLink>Чажыт дугайында дыңнадыышкынывыста</privacyLink> номчуп болур силер.

source: We're receiving a lot of traffic and are currently investigating the issues.
tyv: Амдыызында ажылывыс чай-чокталып тур, бо үеде ол айтырыгны шинчилеп тур бис.

source: Western Sierra Puebla Nahuatl
tyv: Барыын сьерра-пуэбла-науатль

source: We will be in touch with more information as it becomes available.
tyv: Немелде медээлер херек апараза, силер-биле аңгы харылзажыптар бис.

source: What's Public?
tyv: Кандыг медээлер шупту улуска ажык?

source: Wolof
tyv: Волоф

source: Xhosa
tyv: Коса

source: Xitsonga
tyv: Тсонга

source: Yes
tyv: Ийе

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
tyv: Ийе, менче электроннуг чагаалардан чоргузуп туруңар. Common Voice төлевилелдиң медээлерин алыксап тур мен.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
tyv: Ийе, менче электроннуг чагаалардан чоргузуп туруңар. Common Voice-ка бо дылдың сайзыралын хайгаараксап тур мен.

source: Yiddish
tyv: Идиш

source: Yoruba
tyv: Йоруба

source: You've successfully signed up for contributing to { $language }. Thank you.
tyv: { $language }-че үүлеңер киирер кылдыр чедиишкинниг бүрүткеттинип алдыңар. Четтирдивис.

source: Zaza
tyv: Заза

source: Zulu
tyv: Зулу
